{
  "security_measures": [
    {
      "identifier": "securite-infrastructure-pare-feu-deploye",
      "category": "securite_infrastructure",
      "status": "active",
      "version": "1.0",
      "priority": 21,
      "level1_title": "Déployer un pare-feu physique pour protéger l'interconnexion du SI à Internet",
      "level1_why_content": "<p>Le filtrage des flux et des communications réseaux réalisé par un pare-feu est la première fonction de sécurité à mettre en œuvre afin de limiter le risque de compromission directe du réseau interne à partir d'Internet. Les serveurs rendus accessibles depuis l'Internet à des ordinateurs « non maîtrisés » (ordinateurs quelconques sur l'Internet) sont plus exposés à un risque d'attaque informatique que les ordinateurs accessibles uniquement des autres ordinateurs de l'entité.</p>\n<p>Pour que ce filtrage soit efficace, il ne doit pas être configurer pour laisser passer tous les flux et toutes les communications. Au contraire, il est recommandé que seules les communications nécessaires soient autorisées. Par ailleurs, ce type d'équipement permet aussi la journalisation des flux bloqués par le pare-feu et ainsi d'identifier les tentatives d'intrusion.</p>\n",
      "level1_how_content": "<p>Il est recommandé de déployer un pare-feu physique ou virtuel entre le réseau interne et Internet pour filtrer les communications :</p>\n<ul>\n  <li>Configurer des règles de filtrage restrictives (bloquer par défaut, autoriser le nécessaire)</li>\n  <li>Documenter et justifier chaque règle d'autorisation</li>\n  <li>Réviser régulièrement les règles de filtrage</li>\n  <li>Activer la journalisation des connexions et des tentatives bloquées</li>\n  <li>Surveiller les logs pour détecter les tentatives d'intrusion</li>\n  <li>Maintenir le pare-feu à jour avec les derniers correctifs de sécurité</li>\n</ul>\n<p>Les solutions recommandées incluent les pare-feux d'entreprise (Fortinet, Cisco, pfSense, etc.) avec des fonctionnalités avancées de filtrage et de surveillance.</p>\n"
    },
    {
      "identifier": "securite-infrastructure-pare-feu-deploye-interconnexions-protegees",
      "category": "securite_infrastructure",
      "status": "active",
      "version": "1.0",
      "priority": 21,
      "level1_title": "Fermer tous les flux et les ports non strictement nécessaires",
      "level1_why_content": "Chaque service et port ouvert représente une surface d'attaque potentielle. En fermant tous les accès non nécessaires, on réduit considérablement les opportunités pour un attaquant de s'infiltrer dans le système. Cette approche de \"moindre privilège\" au niveau réseau est fondamentale pour la sécurité.\n",
      "level1_how_content": "<p>Il est essentiel d'appliquer une politique de sécurité restrictive :</p>\n<ul>\n  <li>Effectuer un audit complet des services et ports actuellement ouverts</li>\n  <li>Identifier et documenter les besoins métiers légitimes</li>\n  <li>Fermer tous les ports et services non utilisés</li>\n  <li>Implémenter une politique \"deny all, allow specific\"</li>\n  <li>Réviser trimestriellement les autorisations</li>\n  <li>Mettre en place des alertes pour les nouvelles ouvertures</li>\n</ul>\n<p>Cette démarche doit être coordonnée avec les équipes métiers pour éviter les interruptions de service.</p>\n",
      "level2_title": "Mettre en œuvre autant que possible un tunnel VPN pour tous les flux entrants",
      "level2_why_content": "L'utilisation de tunnels VPN chiffrés pour tous les accès entrants ajoute une couche de sécurité supplémentaire en créant un canal sécurisé et authentifié. Cela permet de centraliser et de mieux contrôler les accès distants tout en protégeant les communications contre l'interception.\n",
      "level2_how_content": "<p>La mise en place de VPN pour les accès entrants nécessite :</p>\n<ul>\n  <li>Déploiement d'une solution VPN d'entreprise (IPSec, SSL/TLS)</li>\n  <li>Authentification forte pour tous les utilisateurs VPN</li>\n  <li>Segmentation du réseau VPN selon les besoins d'accès</li>\n  <li>Surveillance et journalisation de toutes les connexions VPN</li>\n  <li>Révision régulière des droits d'accès VPN</li>\n  <li>Procédures de révocation rapide en cas de compromission</li>\n</ul>\n<p>Il est recommandé de s'appuyer sur un prestataire Expert Cyber pour la configuration sécurisée du VPN.</p>\n"
    },
    {
      "identifier": "securite-infrastructure-pare-feu-deploye-logs-stockes",
      "category": "securite_infrastructure",
      "status": "active",
      "version": "1.0",
      "priority": 33,
      "level1_title": "Activer et conserver l'historique de l'ensemble des flux bloqués et des flux entrants et sortants identifiés par le pare-feu",
      "level1_why_content": "La journalisation des activités du pare-feu est essentielle pour détecter les tentatives d'intrusion, analyser les incidents de sécurité et assurer la conformité réglementaire. Sans ces logs, il est impossible de comprendre les attaques subies ou de mener des investigations forensiques efficaces.\n",
      "level1_how_content": "<p>La journalisation du pare-feu doit inclure :</p>\n<ul>\n  <li>Activation de la journalisation complète des connexions autorisées et bloquées</li>\n  <li>Horodatage précis de tous les événements</li>\n  <li>Conservation des logs pendant au moins 12 mois</li>\n  <li>Sauvegarde sécurisée des journaux sur un serveur dédié</li>\n  <li>Mise en place d'alertes automatiques pour les événements critiques</li>\n  <li>Révision régulière des logs pour détecter les anomalies</li>\n</ul>\n<p>Il est recommandé d'utiliser une solution SIEM (Security Information and Event Management) pour centraliser et analyser les logs de sécurité.</p>\n"
    },
    {
      "identifier": "securite-infrastructure-si-industriel-pare-feu-deploye",
      "category": "securite_infrastructure",
      "status": "active",
      "version": "1.0",
      "priority": 23,
      "level1_title": "Fermer tous les flux et les ports non strictement nécessaires aux systèmes industriels",
      "level1_why_content": "Les systèmes industriels présentent des enjeux de sécurité particuliers car leur compromission peut avoir des impacts directs sur la production et la sécurité physique. Il est donc crucial de minimiser leur exposition en fermant tous les accès non essentiels et en appliquant des règles de sécurité encore plus strictes que pour les systèmes bureautiques.\n",
      "level1_how_content": "<p>La sécurisation des systèmes industriels nécessite :</p>\n<ul>\n  <li>Audit spécialisé des protocoles industriels utilisés (Modbus, PROFINET, etc.)</li>\n  <li>Fermeture de tous les ports non critiques pour la production</li>\n  <li>Mise en place de règles de filtrage spécifiques aux protocoles industriels</li>\n  <li>Surveillance continue des communications industrielles</li>\n  <li>Tests réguliers sans impact sur la production</li>\n  <li>Coordination étroite avec les équipes de maintenance industrielle</li>\n</ul>\n<p>Il est fortement recommandé de faire appel à un prestataire spécialisé dans la cybersécurité industrielle.</p>\n",
      "level2_title": "Dans la mesure du possible et si non nécessaire, séparer le réseau industriel du réseau bureautique interne",
      "level2_why_content": "La séparation des réseaux industriels et bureautiques (segmentation) est une mesure de sécurité critique qui limite la propagation des attaques. En cas de compromission du réseau bureautique, cette séparation empêche l'attaquant d'accéder directement aux systèmes de production critiques.\n",
      "level2_how_content": "<p>La séparation des réseaux industriels nécessite :</p>\n<ul>\n  <li>Mise en place de VLANs ou de réseaux physiquement séparés</li>\n  <li>Pare-feux industriels spécialisés entre les segments</li>\n  <li>Contrôle strict des communications inter-réseaux</li>\n  <li>Serveurs de rebond sécurisés pour les accès d'administration</li>\n  <li>Surveillance dédiée du trafic inter-segments</li>\n  <li>Procédures d'urgence pour l'isolement complet si nécessaire</li>\n</ul>\n<p>Cette mesure doit être planifiée avec soin pour ne pas perturber les opérations existantes.</p>\n"
    },
    {
      "identifier": "securite-infrastructure-mises-a-jour-fonctionnelles-securite-equipements-securite-deployees",
      "category": "securite_infrastructure",
      "status": "active",
      "version": "1.0",
      "priority": 2,
      "level1_title": "Déployer systématiquement toutes les mises à jour sur les équipements de sécurité dès que celles-ci sont disponibles",
      "level1_why_content": "Les équipements de sécurité (pare-feux, antivirus, IDS/IPS, etc.) sont des cibles privilégiées des cyberattaquants car leur compromission permet de contourner toutes les protections. Il est donc crucial de maintenir ces équipements à jour avec les derniers correctifs de sécurité pour éviter l'exploitation de vulnérabilités connues.\n",
      "level1_how_content": "<p>La gestion des mises à jour des équipements de sécurité doit inclure :</p>\n<ul>\n  <li>Inventaire exhaustif de tous les équipements de sécurité</li>\n  <li>Abonnement aux alertes de sécurité des fabricants</li>\n  <li>Planification des fenêtres de maintenance pour les mises à jour critiques</li>\n  <li>Tests préalables des mises à jour sur un environnement de test</li>\n  <li>Procédures de rollback en cas de problème</li>\n  <li>Documentation de toutes les versions et modifications</li>\n</ul>\n<p>Les mises à jour critiques de sécurité doivent être appliquées en urgence, idéalement dans les 48 heures suivant leur publication.</p>\n"
    },
    {
      "identifier": "securite-infrastructure-mises-a-jour-fonctionnelles-securite-systemes-exploitation-securite-deployees",
      "category": "securite_infrastructure",
      "status": "active",
      "version": "1.0",
      "priority": 8,
      "level1_title": "Déployer systématiquement toutes les mises à jour sur les serveurs, services et logiciels d'administration dès que celles-ci sont disponibles",
      "level1_why_content": "Les serveurs et services d'administration constituent le cœur de l'infrastructure informatique. Leur compromission peut donner à un attaquant un accès privilégié à l'ensemble du système d'information. Il est donc essentiel de maintenir ces systèmes à jour pour corriger les vulnérabilités de sécurité dès qu'elles sont identifiées.\n",
      "level1_how_content": "<p>La maintenance sécuritaire des serveurs nécessite :</p>\n<ul>\n  <li>Inventaire détaillé de tous les serveurs et leurs rôles</li>\n  <li>Planification des mises à jour selon la criticité des systèmes</li>\n  <li>Tests préalables sur environnements de développement/recette</li>\n  <li>Sauvegardes complètes avant toute mise à jour</li>\n  <li>Surveillance post-mise à jour pour détecter les dysfonctionnements</li>\n  <li>Documentation des versions et historique des modifications</li>\n</ul>\n<p>Il est recommandé d'automatiser autant que possible le processus de mise à jour tout en gardant un contrôle humain sur les systèmes critiques.</p>\n",
      "level2_title": "Mettre en œuvre des mesures de sécurité supplémentaires sur les serveurs, services et logiciels d'administration ne pouvant pas bénéficier des mises à jour",
      "level2_why_content": "Certains serveurs anciens ou systèmes legacy ne peuvent pas être mis à jour pour des raisons techniques ou de compatibilité avec des applications critiques. Ces systèmes présentent des risques de sécurité accrus qui doivent être compensés par des mesures de protection renforcées.\n",
      "level2_how_content": "<p>Pour les systèmes qui ne peuvent pas être mis à jour, il faut mettre en place :</p>\n<ul>\n  <li>Isolation réseau stricte (microsegmentation)</li>\n  <li>Surveillance renforcée avec détection d'intrusion dédiée</li>\n  <li>Contrôle d'accès très restrictif (principe du moindre privilège)</li>\n  <li>Sauvegarde fréquente et test de restauration</li>\n  <li>Plan de migration vers des systèmes plus récents</li>\n  <li>Audit de sécurité régulier par des experts</li>\n</ul>\n<p>Ces mesures compensatoires doivent être régulièrement réévaluées et renforcées si nécessaire.</p>\n"
    },
    {
      "identifier": "securite-infrastructure-outils-securisation-systeme-messagerie",
      "category": "securite_infrastructure",
      "status": "active",
      "version": "1.0",
      "priority": 28,
      "level1_title": "Mettre en œuvre une solution d'anti-spam et d'anti-hameçonnage",
      "level1_why_content": "La messagerie électronique est l'un des vecteurs d'attaque les plus utilisés par les cybercriminels. Les emails malveillants (phishing, malwares, spam) représentent une menace constante pour la sécurité de l'organisation. Une solution de protection de la messagerie est donc indispensable pour filtrer ces menaces avant qu'elles n'atteignent les utilisateurs.\n",
      "level1_how_content": "<p>Une solution de protection de la messagerie doit inclure :</p>\n<ul>\n  <li>Filtrage anti-spam avec intelligence artificielle</li>\n  <li>Détection et blocage des tentatives de phishing</li>\n  <li>Analyse des pièces jointes et liens malveillants</li>\n  <li>Quarantaine des emails suspects</li>\n  <li>Rapports d'activité et d'incidents</li>\n  <li>Formation des utilisateurs aux menaces identifiées</li>\n</ul>\n<p>Les solutions recommandées incluent les services cloud spécialisés (Microsoft Defender pour Office 365, Mimecast, Proofpoint) ou des solutions on-premise selon l'architecture existante.</p>\n",
      "level2_title": "Mettre en œuvre des mécanismes complémentaires de protection contre les mails illégitimes",
      "level2_why_content": "Face à l'évolution constante des techniques d'attaque par email, des mécanismes de protection avancés sont nécessaires pour détecter les menaces sophistiquées qui échappent aux filtres traditionnels. Ces mécanismes incluent l'analyse comportementale, la vérification de l'authenticité des expéditeurs et la détonation de contenus suspects.\n",
      "level2_how_content": "<p>Les mécanismes complémentaires de protection incluent :</p>\n<ul>\n  <li>Implémentation des protocoles SPF, DKIM et DMARC</li>\n  <li>Analyse comportementale des communications</li>\n  <li>Sandbox pour l'analyse dynamique des pièces jointes</li>\n  <li>Réécriture des URLs pour la vérification en temps réel</li>\n  <li>Chiffrement de bout en bout pour les communications sensibles</li>\n  <li>Formation régulière des utilisateurs aux techniques de phishing</li>\n</ul>\n<p>Il est recommandé de combiner plusieurs techniques et de maintenir une veille sur les nouvelles menaces.</p>\n"
    },
    {
      "identifier": "securite-infrastructure-acces-wifi-securises",
      "category": "securite_infrastructure",
      "status": "active",
      "version": "1.0",
      "priority": 36,
      "level1_title": "Mettre en place des mesures de sécurisation wifi",
      "level1_why_content": "Les réseaux wifi non sécurisés représentent une porte d'entrée facile pour les attaquants qui peuvent s'y connecter depuis l'extérieur des locaux. Un wifi mal configuré peut permettre l'interception des communications, l'accès non autorisé au réseau interne ou servir de point de rebond pour des attaques. La sécurisation du wifi est donc essentielle.\n",
      "level1_how_content": "<p>La sécurisation du wifi nécessite :</p>\n<ul>\n  <li>Utilisation du protocole WPA3 (ou WPA2 minimum)</li>\n  <li>Configuration de mots de passe robustes pour l'accès wifi</li>\n  <li>Changement régulier des clés d'accès</li>\n  <li>Désactivation du WPS (Wi-Fi Protected Setup)</li>\n  <li>Masquage du SSID si approprié</li>\n  <li>Limitation du nombre de connexions simultanées</li>\n  <li>Surveillance des connexions wifi suspectes</li>\n</ul>\n<p>Il est également recommandé de séparer le réseau wifi du réseau filaire principal via des VLANs appropriés.</p>\n",
      "level2_title": "Créer un sous-réseau wifi dédié aux visiteurs",
      "level2_why_content": "Un réseau wifi visiteurs séparé permet d'offrir un accès Internet aux invités sans compromettre la sécurité du réseau principal de l'entreprise. Cette séparation évite que les appareils non maîtrisés des visiteurs puissent accéder aux ressources internes ou infecter le réseau principal.\n",
      "level2_how_content": "<p>La mise en place d'un wifi visiteurs sécurisé nécessite :</p>\n<ul>\n  <li>Création d'un VLAN dédié complètement isolé du réseau principal</li>\n  <li>Portail captif pour l'authentification des visiteurs</li>\n  <li>Limitation de bande passante pour éviter la saturation</li>\n  <li>Filtrage des sites web inappropriés ou dangereux</li>\n  <li>Journalisation des connexions pour la traçabilité</li>\n  <li>Expiration automatique des comptes visiteurs</li>\n  <li>Surveillance continue du trafic visiteurs</li>\n</ul>\n<p>Cette solution améliore l'expérience visiteur tout en maintenant un niveau de sécurité élevé.</p>\n"
    },
    {
      "identifier": "securite-infrastructure-espace-stockage-serveurs",
      "category": "securite_infrastructure",
      "status": "active",
      "version": "1.0",
      "priority": 35,
      "level1_title": "Protéger les informations et les systèmes contre des atteintes physiques",
      "level1_why_content": "La sécurité physique des serveurs et équipements informatiques est fondamentale car un accès physique non autorisé peut permettre de contourner toutes les protections logiques. Un attaquant ayant un accès physique peut voler des équipements, accéder directement aux données, installer des dispositifs malveillants ou causer des dommages irréparables.\n",
      "level1_how_content": "<p>La protection physique des systèmes doit inclure :</p>\n<ul>\n  <li>Local technique sécurisé avec contrôle d'accès physique</li>\n  <li>Serrures renforcées et contrôle d'accès par badge/biométrie</li>\n  <li>Armoires ou racks fermés à clé pour les équipements</li>\n  <li>Surveillance des accès avec journalisation</li>\n  <li>Protection contre les risques environnementaux (incendie, dégât des eaux)</li>\n  <li>Alimentation électrique sécurisée avec onduleur</li>\n  <li>Procédures strictes pour les interventions de maintenance</li>\n</ul>\n<p>L'accès à la salle serveur doit être strictement limité au personnel autorisé et toutes les interventions doivent être tracées.</p>\n",
      "level2_title": "Mettre en place un système de vidéoprotection",
      "level2_why_content": "Un système de vidéosurveillance ajoute une couche de sécurité supplémentaire en permettant la surveillance continue des espaces critiques, même en l'absence de personnel. Il permet de détecter les intrusions, d'identifier les personnes non autorisées et de fournir des preuves en cas d'incident de sécurité.\n",
      "level2_how_content": "<p>Un système de vidéoprotection efficace nécessite :</p>\n<ul>\n  <li>Caméras de surveillance couvrant tous les accès et zones sensibles</li>\n  <li>Enregistrement en continu avec stockage sécurisé</li>\n  <li>Détection de mouvement avec alertes automatiques</li>\n  <li>Surveillance à distance pour une réaction rapide</li>\n  <li>Conservation des enregistrements selon les exigences légales</li>\n  <li>Protection des systèmes de vidéosurveillance contre le piratage</li>\n  <li>Respect des réglementations sur la protection de la vie privée</li>\n</ul>\n<p>Le système doit être conçu en respectant la réglementation RGPD et les exigences de la CNIL concernant la vidéosurveillance en entreprise.</p>\n"
    }
  ]
}